[
  {
    "title": "Capturing electronic patient reported outcomes in oncology practice. - ASCO Publications",
    "url": "https://ascopubs.org/doi/10.1200/OP.2025.21.10_suppl.391",
    "summary": [
      {
        "type": "bullet",
        "text": "The study highlights the importance of capturing electronic patient-reported outcomes (ePRO) in oncology practice to improve patient-centered care and decision-making."
      },
      {
        "type": "bullet",
        "text": "Implementing ePRO tools can enhance communication between patients and healthcare providers by providing objective data on symptoms, functional status, and quality of life."
      },
      {
        "type": "bullet",
        "text": "Utilizing ePRO in clinical settings requires robust infrastructure, standardized measurement tools, and effective integration with electronic health records to ensure seamless data capture and analysis."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "Patient-Reported Outcomes in Older Adults With Transthyretin Amyloid Cardiomyopathy - JACC",
    "url": "https://www.jacc.org/doi/10.1016/j.jacadv.2025.102204",
    "summary": [
      {
        "type": "bullet",
        "text": "Patient-reported outcomes (PROs) play a crucial role in understanding the full patient experience living with transthyretin amyloid cardiomyopathy (ATTR-CM) and can help improve shared decision-making, treatment escalation, and assessment of treatment response."
      },
      {
        "type": "bullet",
        "text": "In ATTR-CM trials, composite endpoints or \"win\" ratio approaches that include functional endpoints like 6-minute walk distance and PROs like KCCQ are used in combination with traditional cardiovascular outcomes to drive approval by the FDA."
      },
      {
        "type": "bullet",
        "text": "Consistent slowing in the decline of HR-QoL has been observed in recent ATTR-CM trials, indicating the potential of PROs to monitor treatment effects and assess the impact of therapies on disease progression."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "Patient-Reported Outcome Measures in Individuals With Hereditary or Sporadic Kidney Cancer",
    "url": "https://ascopubs.org/doi/10.1200/OA-25-00051",
    "summary": [
      {
        "type": "bullet",
        "text": "The collaboration of multidisciplinary teams in an Italian VHL clinic has facilitated comprehensive patient care for individuals with hereditary kidney cancer."
      },
      {
        "type": "bullet",
        "text": "Patient-reported outcome measures are essential for assessing quality of life and symptom burden in kidney cancer patients, enabling personalized management strategies."
      },
      {
        "type": "bullet",
        "text": "Regular monitoring using standardized tools helps identify early signs of complications or disease progression, allowing timely interventions to improve outcomes."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "Patient-Reported Symptom Assessment and Early Chemotherapy Discontinuation in ... - medRxiv",
    "url": "https://www.medrxiv.org/content/10.1101/2025.10.07.25337194v1",
    "summary": [
      {
        "type": "bullet",
        "text": "The study highlights that completing more frequent patient-reported symptom assessments after gastrointestinal cancer treatment initiation is associated with a lower risk of early discontinuation due to toxicity."
      },
      {
        "type": "bullet",
        "text": "This association was consistent across different prognostic groups, suggesting its relevance in various stages and types of GI cancers."
      },
      {
        "type": "bullet",
        "text": "The findings underscore the importance of regular symptom monitoring as a tool for improving adherence to chemotherapy regimens and potentially enhancing patient outcomes."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "Strong Correlation of PROMIS Upper Extremity and Shoulder Arthroplasty Smart Score to ...",
    "url": "https://www.sciencedirect.com/science/article/pii/S2666638325002804",
    "summary": [
      {
        "type": "bullet",
        "text": "The study reveals strong correlations between PROMIS UE and SAS scores with the established ASES score in shoulder arthroplasty patients, suggesting these newer tools offer improved sensitivity for assessing upper extremity function."
      },
      {
        "type": "bullet",
        "text": "PROMIS UE demonstrated excellent correlation at both 6 months (r =0.647) and minimum 2-year follow-up (r = 0.761) post-surgery with the ASES score, indicating its potential as an effective alternative measure."
      },
      {
        "type": "bullet",
        "text": "Ceiling effect analysis indicated low ceiling effects for all three measures, including PROMIS UE and SAS, suggesting these newer instruments can assess a broad range of functional outcomes without reaching their maximum scores too quickly, enhancing their utility in clinical settings."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "Patient-Reported Outcomes in Older Adults With Transthyretin Amyloid Cardiomyopathy - JACC",
    "url": "https://www.jacc.org/doi/abs/10.1016/j.jacadv.2025.102204",
    "summary": [
      {
        "type": "bullet",
        "text": "Patient-reported outcomes in older adults with transthyretin amyloid cardiomyopathy (TTCM) highlight the need for tailored management strategies that prioritize functional status and symptom burden."
      },
      {
        "type": "bullet",
        "text": "The study underscores the importance of incorporating patient perspectives into clinical decision-making, particularly regarding treatment options such as TTE-CMR and initiation of TTR-modulating therapies in the elderly population."
      },
      {
        "type": "bullet",
        "text": "Operational insights suggest that enhancing patient-reported outcome measures could improve data collection processes, ultimately leading to better-informed patient care plans and more effective communication between healthcare providers and older adult patients with TTCM."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "P127. Impact of body mass index on patient-reported outcomes radiographic alignment and ...",
    "url": "https://www.sciencedirect.com/science/article/abs/pii/S152994302500508X",
    "summary": [
      {
        "type": "bullet",
        "text": "BMI ≥35 was associated with a significantly higher rate of in-hospital complications following ACDF compared to patients with lower BMIs."
      },
      {
        "type": "bullet",
        "text": "Despite similar sagittal alignment stability between groups at follow-up, patients with higher BMIs reported less postoperative pain relief and physical health improvements, indicating potential limitations in functional outcomes post-surgery."
      },
      {
        "type": "bullet",
        "text": "The study underscores the importance of considering BMI as a critical factor influencing patient-reported outcomes and complication rates after ACDF, suggesting tailored surgical approaches or enhanced monitoring for higher-risk patients."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "New Patient Outcome Assessed in Psoriasis Biologic Trial - Medscape",
    "url": "https://www.medscape.com/viewarticle/move-toward-assessing-well-being-psoriasis-biologic-2025a1000rgw",
    "summary": [
      {
        "type": "bullet",
        "text": "**Patient-Centered Outcome as Primary Endpoint:** The POSITIVE trial uses a patient-reported outcome, specifically the WHO-5 Well-Being Index, as the primary endpoint for evaluating recovery two years after initiating therapy with tildrakizumab in plaque psoriasis patients. This shift towards holistic care measures mental and physical recovery alongside disease control."
      },
      {
        "type": "bullet",
        "text": "**Early Improvement in Mental Health:** Within 16 weeks of treatment initiation, patients showed a significant improvement in psychological well-being (WHO-5 score) from a baseline comparable to those with breast cancer or diabetes, indicating early positive effects on mental health despite similar skin clearance levels."
      },
      {
        "type": "bullet",
        "text": "**Complex Relationship Between Physical and Mental Recovery:** Despite achieving clear skin, some patients experienced delays in improving their mental well-being as measured by the WHO-5 index. This suggests a complex interplay between physical disease control and mental recovery, potentially influenced by persistent anxiety about potential relapse."
      },
      {
        "type": "bullet",
        "text": "**Importance of Partner Well-being:** The trial's secondary analysis highlighted that while patients showed quicker improvement in psychological well-being compared to their partners, indicating some level of concern or slower recovery among partners due to perceived instability of the treatment effect. This underscores the importance of considering partner and family well-being as part of patient-centered healthcare approaches."
      },
      {
        "type": "bullet",
        "text": "**Shift Towards Holistic Care in Dermatology:** The study supports a broader initiative by the World Health Organization (WHO) towards evaluating therapeutic benefits more holistically in chronic diseases, moving beyond mere disease control to include quality of life improvements, thus redefining value-based care in dermatology and potentially other fields."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "OutcomeMD Launches First Data Intelligence Network for Healthcare Powered by Patient ...",
    "url": "https://www.news10.com/business/press-releases/ein-presswire/856118342/outcomemd-launches-first-data-intelligence-network-for-healthcare-powered-by-patient-reported-outcomes",
    "summary": [
      {
        "type": "bullet",
        "text": "**Introduction of Patient Experience Data Network**: OutcomeMD has launched the first-ever data intelligence network powered by patient-reported outcomes (PROMs), designed to transform healthcare innovation with real-world feedback."
      },
      {
        "type": "bullet",
        "text": "**Benefits for Healthcare Providers**: The network allows providers to earn revenue from collecting and utilizing de-identified patient-reported outcomes data, enhancing treatment planning and quality improvement efforts."
      },
      {
        "type": "bullet",
        "text": "**Impact on Biopharmaceutical and Life Sciences Industries**: It provides a new source of evidence reflecting real-world patient experiences, enabling more effective treatment decisions and informing care performance benchmarks across the healthcare ecosystem."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "Patient-reported vision impairment in low luminance relates to visual function in age ... - Nature",
    "url": "https://www.nature.com/articles/s41598-025-14553-4",
    "summary": [
      {
        "type": "bullet",
        "text": "The Vision Impairment in Low Luminance (VILL) questionnaire effectively captures vision-related quality of life for individuals with AMD in low-luminance situations, focusing on challenges like reading and mobility."
      },
      {
        "type": "bullet",
        "text": "Linear regression analysis shows a significant relationship between VILL subscale scores and visual function assessments including BCVA, LLVA, MA, and PR-CS, highlighting the relevance of these measures for assessing functional impacts of AMD."
      },
      {
        "type": "bullet",
        "text": "The study underscores the importance of considering both eyes in evaluating visual impairment in AMD patients, as it significantly influences vision-related quality of life."
      }
    ],
    "model": "granite4:tiny-h"
  }
]