[
  {
    "title": "Capturing electronic patient reported outcomes in oncology practice. - ASCO Publications",
    "url": "https://ascopubs.org/doi/10.1200/OP.2025.21.10_suppl.391",
    "summary": [
      {
        "type": "bullet",
        "text": "**Efficient Data Collection**: The article highlights the importance of integrating electronic patient reported outcomes (ePRO) into oncology practice to streamline data collection processes, enhancing efficiency for both patients and healthcare providers."
      },
      {
        "type": "bullet",
        "text": "**Improved Patient Engagement**: By implementing ePRO tools, oncology practices can significantly improve patient engagement and satisfaction by providing a more personalized care experience, encouraging patients to actively participate in their treatment journey."
      },
      {
        "type": "bullet",
        "text": "**Enhanced Clinical Decision-Making**: The use of ePRO data allows for real-time monitoring of patient-reported symptoms and quality-of-life metrics, enabling oncologists to make informed clinical decisions that can lead to improved patient outcomes and timely interventions."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "Patient-Reported Outcomes in Older Adults With Transthyretin Amyloid Cardiomyopathy - JACC",
    "url": "https://www.jacc.org/doi/10.1016/j.jacadv.2025.102204",
    "summary": [
      {
        "type": "bullet",
        "text": "Patient-reported outcomes (PROs) are increasingly recognized as crucial endpoints in evaluating treatments for transthyretin amyloid cardiomyopathy (ATTR-CM), contributing to regulatory approvals both in pivotal studies and broader heart failure trials."
      },
      {
        "type": "bullet",
        "text": "A study comparing the Kansas City Cardiomyopathy Questionnaire (KCCQ), Minnesota Living with Heart Failure Questionnaire (MLHFQ), and Euro-Qol 5 dimension-5 levels (EQ-5D-5 L) found that EQ-5D-5 L and MLHFQ were predictors of all-cause mortality in ATTR-CM, emphasizing the importance of PROs in understanding patient experience."
      },
      {
        "type": "bullet",
        "text": "Recent FDA-approved therapies have been approved based on improvements in PROs and HR-QoL, highlighting a shift towards recognizing symptom improvement and functional status as clinically significant."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "Patient-Reported Outcome Measures in Individuals With Hereditary or Sporadic Kidney Cancer",
    "url": "https://ascopubs.org/doi/10.1200/OA-25-00051",
    "summary": [
      {
        "type": "bullet",
        "text": "The study focuses on patient-reported outcome measures in individuals with hereditary or sporadic kidney cancer, providing valuable insights into the impact of these conditions on patients' quality of life."
      },
      {
        "type": "bullet",
        "text": "Collaborative research efforts among multiple institutions highlight the importance of a multidisciplinary approach in studying and managing complex medical conditions like kidney cancer."
      },
      {
        "type": "bullet",
        "text": "The inclusion of experts from various backgrounds (clinical, scientific, and programmatic) underscores the comprehensive nature of the research, aiming to improve patient care and outcomes through better understanding and treatment strategies."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "Patient-Reported Symptom Assessment and Early Chemotherapy Discontinuation in ... - medRxiv",
    "url": "https://www.medrxiv.org/content/10.1101/2025.10.07.25337194v1",
    "summary": [
      {
        "type": "bullet",
        "text": "More frequent completion of patient-reported symptom assessments post chemotherapy initiation was associated with a lower risk of early discontinuation due to toxicity in gastrointestinal cancer patients."
      },
      {
        "type": "bullet",
        "text": "After adjusting for demographic, clinical covariates, and time-varying bias, completing post-initiation assessments was linked to a 30% reduction in the cumulative risk of early discontinuation."
      },
      {
        "type": "bullet",
        "text": "The study suggests that increasing patient engagement through regular symptom monitoring may help identify those at higher risk of treatment interruptions, allowing for timely interventions to improve outcomes."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "Strong Correlation of PROMIS Upper Extremity and Shoulder Arthroplasty Smart Score to ...",
    "url": "https://www.sciencedirect.com/science/article/pii/S2666638325002804",
    "summary": [
      {
        "type": "bullet",
        "text": "PROMIS UE and SAS scores showed excellent correlation with ASES in evaluating upper extremity function post shoulder arthroplasty, indicating their effectiveness as sensitive alternatives to legacy measures."
      },
      {
        "type": "bullet",
        "text": "Both PROMIS UE and SAS demonstrated low ceiling effects, suggesting they can accurately assess a broad range of functional outcomes in patients who have undergone shoulder arthroplasty."
      },
      {
        "type": "bullet",
        "text": "The study supports the clinical utility of incorporating PROMIS UE and SAS into patient-centered outcome assessments for primary shoulder arthroplasty populations."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "Patient-Reported Outcomes in Older Adults With Transthyretin Amyloid Cardiomyopathy - JACC",
    "url": "https://www.jacc.org/doi/abs/10.1016/j.jacadv.2025.102204",
    "summary": [
      {
        "type": "bullet",
        "text": "The study highlights the importance of patient-reported outcomes in assessing quality of life for older adults with transthyretin amyloid cardiomyopathy (ATTR-CM), emphasizing the need for tailored management strategies that prioritize functional capacity and symptom burden."
      },
      {
        "type": "bullet",
        "text": "Operational insights suggest integrating comprehensive geriatric assessments into clinical practice to better understand the unique challenges faced by older patients with ATTR-CM, potentially leading to more personalized treatment plans."
      },
      {
        "type": "bullet",
        "text": "The research underscores the value of multidisciplinary care teams in managing ATTR-CM in the elderly, advocating for collaborative efforts between cardiologists, geriatricians, and other specialists to optimize patient outcomes and enhance adherence to therapy."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "P127. Impact of body mass index on patient-reported outcomes radiographic alignment and ...",
    "url": "https://www.sciencedirect.com/science/article/abs/pii/S152994302500508X",
    "summary": [
      {
        "type": "bullet",
        "text": "**Higher In-Hospital Complication Rates**: Patients with a BMI ≥35 exhibited significantly higher rates of in-hospital complications post-ACDF compared to those with lower BMIs."
      },
      {
        "type": "bullet",
        "text": "**Impact on Patient-Reported Outcomes**: Despite similar long-term sagittal alignment and reoperation rates, patients with higher BMI reported less pain relief, poorer physical health improvements, and reduced functional outcomes at multiple follow-up points."
      },
      {
        "type": "bullet",
        "text": "**Importance of Tailored Surgical Planning**: The findings suggest that while BMI does not significantly impact the stability or need for revision surgeries following ACDF, it plays a crucial role in predicting postoperative complications and recovery timelines, necessitating careful patient selection and possibly tailored surgical approaches."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "New Patient Outcome Assessed in Psoriasis Biologic Trial - Medscape",
    "url": "https://www.medscape.com/viewarticle/move-toward-assessing-well-being-psoriasis-biologic-2025a1000rgw",
    "summary": [
      {
        "type": "bullet",
        "text": "The POSITIVE trial uses patient-reported outcomes as a primary endpoint for the first time in evaluating psoriasis treatment with tildrakizumab."
      },
      {
        "type": "bullet",
        "text": "A 2-year follow-up showed significant improvement in psychological well-being (WHO-5 score) and reduction in Psoriasis Area and Severity Index (PASI), indicating overall better quality of life and mental health recovery beyond disease control."
      },
      {
        "type": "bullet",
        "text": "The trial highlights the importance of addressing both physical and mental health recovery, suggesting that patient-centered outcomes should be a key focus in evaluating therapeutic benefits for chronic diseases."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "Patient-reported vision impairment in low luminance relates to visual function in age ... - Nature",
    "url": "https://www.nature.com/articles/s41598-025-14553-4",
    "summary": [
      {
        "type": "bullet",
        "text": "The VILL questionnaire, a patient-reported outcome measure specifically designed for individuals with age-related macular degeneration (AMD), effectively assesses vision-related quality of life in low-luminance and low-contrast situations."
      },
      {
        "type": "bullet",
        "text": "Visual function assessments conducted as part of the MACUSTAR study show that visual impairment in low luminance relates to functional outcomes in AMD patients, supporting the use of the VILL questionnaire in clinical trials for intermediate AMD."
      },
      {
        "type": "bullet",
        "text": "The relationship between vision impairment and visual function parameters was robustly analyzed across different subgroups, highlighting the importance of considering both eyes' visual health when assessing impact on quality of life."
      }
    ],
    "model": "granite4:tiny-h"
  }
]