[
  {
    "title": "Patient-Reported Outcomes in Older Adults With Transthyretin Amyloid Cardiomyopathy - JACC",
    "url": "https://www.jacc.org/doi/10.1016/j.jacadv.2025.102204",
    "summary": [
      {
        "type": "bullet",
        "text": "Patient-reported outcomes (PROs) have gained increasing attention as key endpoints in transthyretin amyloid cardiomyopathy (ATTR-CM) studies and heart failure trials, providing a holistic evaluation of treatment impact."
      },
      {
        "type": "bullet",
        "text": "A recent analysis found that EQ-5D-5 L and Minnesota Living with Heart Failure Questionnaire were predictors of all-cause mortality in ATTR-CM patients, demonstrating the importance of PROs in assessing disease burden."
      },
      {
        "type": "bullet",
        "text": "Composite endpoints or \"win\" ratio approaches incorporating functional endpoints like 6-minute walk distance and PRO measures are increasingly favored in ATTR-CM trials to capture treatment effects beyond traditional cardiovascular outcomes."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "Patient-Reported Symptom Assessment and Early Chemotherapy Discontinuation in ... - medRxiv",
    "url": "https://www.medrxiv.org/content/10.1101/2025.10.07.25337194v1",
    "summary": [
      {
        "type": "bullet",
        "text": "More frequent completion of patient-reported symptom assessments post CTX initiation is associated with a lower risk of early discontinuation in gastrointestinal cancer patients receiving chemotherapy."
      },
      {
        "type": "bullet",
        "text": "After adjusting for demographic, clinical covariates, and time-varying bias, completing post-initiation assessments was linked to improved outcomes by lowering the cumulative risk of early discontinuation due to toxicity within 90 days."
      },
      {
        "type": "bullet",
        "text": "The findings suggest that regular symptom monitoring could be a practical strategy in standard care settings to reduce chemotherapy discontinuation rates and potentially improve patient outcomes."
      }
    ],
    "model": "granite4:tiny-h"
  },
  {
    "title": "Strong Correlation of PROMIS Upper Extremity and Shoulder Arthroplasty Smart Score to ...",
    "url": "https://www.sciencedirect.com/science/article/pii/S2666638325002804",
    "summary": [
      {
        "type": "bullet",
        "text": "PROMIS UE and SAS scores demonstrate strong correlations with the legacy ASES score in assessing patient-reported outcomes following shoulder arthroplasty, suggesting their effectiveness as alternatives for evaluating upper extremity function."
      },
      {
        "type": "bullet",
        "text": "Both PROMIS UE and SAS show excellent-good correlations with ASES at various follow-up points (6 months, 1 year, and minimum 2 years), indicating their sensitivity and utility across different time frames post-surgery."
      },
      {
        "type": "bullet",
        "text": "Ceiling effect analysis reveals minimal limitations in the range of scores achieved by patients on both PROMIS UE and SAS, highlighting their capability to capture a broad spectrum of functional outcomes effectively."
      }
    ],
    "model": "granite4:tiny-h"
  }
]