[
  {
    "title": "From Prediction to PRO-Diction Models: Incorporating Patient-Reported Outcomes Into ...",
    "url": "https://dailynews.ascopubs.org/do/prediction-pro-diction-models-incorporating-patient-reported-outcomes-into-predictive",
    "publisher": "ASCO Daily News",
    "snippet": "... patient-reported outcome ; PRO-CTCAE, Patient-Reported Outcomes version of the Common Terminology Criteria for Adverse Events; PROMIS, Patient ..."
  },
  {
    "title": "Patient-Reported Outcome Measures Used to Assess Surgical Interventions for Pelvic Organ ...",
    "url": "https://www.urotoday.com/recent-abstracts/pelvic-health-reconstruction/pelvic-prolapse/163406-patient-reported-outcome-measures-used-to-assess-surgical-interventions-for-pelvic-organ-prolapse-stress-urinary-incontinence-and-mesh-complications-a-scoping-review-for-the-development-of-the-appraise-prom.html",
    "publisher": "UroToday",
    "snippet": "This scoping review was undertaken as part of an NIHR-commissioned study, APPRAISE, to develop a patient-reported outcome measure (PROM) and ..."
  },
  {
    "title": "PROs vs clinician-reported adverse events in a large clinical trial: findings from the phase 3 ...",
    "url": "https://ashpublications.org/blood/article/doi/10.1182/blood.2025028848/547473/PROs-vs-clinician-reported-adverse-events-in-a",
    "publisher": "American Society of Hematology",
    "snippet": "Here, we evaluate HRQoL through patient-reported outcome (PRO) instruments to fully characterize the patient experience in the POLARIX study."
  },
  {
    "title": "Standardizing patient-reported outcomes across diseases: development of a novel generic ...",
    "url": "https://www.frontiersin.org/articles/10.3389/frhs.2025.1497055/full",
    "publisher": "Frontiers",
    "snippet": "Examples of preliminary search strategies for Medline [PubMed] include: (“ Patient Reported Outcome Measures”[MeSH Terms] OR “ patient reported outcome ..."
  },
  {
    "title": "Comparative Analysis of Patient Reported Outcome at 1 Year after Bridge Enhanced ACL ...",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12475716/",
    "publisher": "nih.gov",
    "snippet": "Poster 206: Comparative Analysis of Patient Reported Outcome at 1 Year after Bridge Enhanced ACL Restoration · View on publisher site · PDF (191.8 KB)"
  },
  {
    "title": "Patient‐Reported Outcome Measures Used to Assess Surgical Interventions for Pelvic ...",
    "url": "https://obgyn.onlinelibrary.wiley.com/doi/10.1111/1471-0528.18355",
    "publisher": "Obstetrics and Gynecology - Wiley",
    "snippet": "Background This scoping review was undertaken as part of an NIHR-commissioned study, APPRAISE, to develop a patient-reported outcome measure ..."
  },
  {
    "title": "The Effectiveness of the Patient-Reported Outcomes Measurement Information System ...",
    "url": "https://www.sciencedirect.com/science/article/abs/pii/S0883540325012227",
    "publisher": "ScienceDirect.com",
    "snippet": "Nevertheless, the BRS is not routinely integrated into standard patient-reported outcome assessments, complicating data collection and imposing ..."
  },
  {
    "title": "Methodological Study Protocol for The European Atlas of Clinical Trials in Cancer and Haematology",
    "url": "https://www.frontiersin.org/journals/pharmacology/articles/10.3389/fphar.2025.1558556/full",
    "publisher": "Frontiers",
    "snippet": "... patient reported outcome measures (PROMs) are a long-addressed issue by patient communities. The European Atlas on Clinical Trials in Cancer and ..."
  },
  {
    "title": "Patient-reported outcomes and functional recovery after carpal tunnel surgery in a ... - Nature",
    "url": "https://www.nature.com/articles/s41598-025-16058-6",
    "publisher": "Nature",
    "snippet": "efficient patient-reported outcome measure, is increasingly utilized for objective treatment assessment. Our study aimed to apply the BCTQ in ..."
  },
  {
    "title": "The Impact of Age on Patient Reported Outcome Measures after Posterior Cervical ...",
    "url": "https://firstwordpharma.com/story/6095223",
    "publisher": "FirstWord Pharma",
    "snippet": "The Impact of Age on Patient Reported Outcome Measures after Posterior Cervical Decompression and Fusion. DGAbstract. By: Ref: Published: 09/22 ..."
  }
]
